Repository: lmi14dl/fractalx-website
Catalog: fractal/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Educational Websites
fa: وبسایت‌های آموزشی

source: Offering online courses, virtual training, or academic resources (e.g. Coursera, Faraders). May have an LMS system.
fa: ارائه دوره‌های آنلاین، آموزش مجازی یا منابع آکادمیک (مثل فرادرس). ممکن است دارای سیستم ال ام اس باشند.

source: Schools, universities, educators, students.
fa: مدارس، دانشگاه‌ها، مربیان، دانش‌آموزان.

source: Distance learning, selling courses, access to global resources.
fa: آموزش از راه دور، فروش دوره‌ها، دسترسی به منابع جهانی.

source: Service-Based Websites
fa: وبسایت‌های خدماتی

source: Focus on providing specific services such as website design, legal advice, hotel reservations, or telemedicine.
fa: تمرکز بر ارائه خدمات خاص مانند طراحی وبسایت، مشاوره حقوقی، رزرو هتل یا پزشکی از راه دور.

source: Professional service providers (e.g. doctors, lawyers, technology specialists).
fa: ارائه‌دهندگان خدمات حرفه‌ای (مثل پزشکان، وکلا، متخصصین فناوری).

source: Ease of booking services, professional presentation of the business.
fa: رزرو آسان خدمات، ارائه حرفه‌ای کسب‌وکار.

source: Forums/Social Networks
fa: فروم‌ها/شبکه‌های اجتماعی

source: Interactive platforms for discussion and exchange of ideas (like Reddit) or specialized social networks.
fa: پلتفرم‌های تعاملی برای بحث و تبادل نظر (مثل ردیت) یا شبکه‌های اجتماعی تخصصی.

source: Online communities, interest groups.
fa: جامعه‌های آنلاین، گروه‌های علاقه‌مندی.

source: User engagement, targeted advertising.
fa: تعامل کاربران، تبلیغات هدفمند.

source: Portfolio Websites
fa: نمونه‌کارهای ساخت و طراحی سایت

source: Showcase professional portfolios (e.g. photographers, graphic designers, developers).
fa: نمایش نمونه‌کارهای حرفه‌ای (مثل عکاسان، طراحان گرافیک، توسعه‌دهندگان).

source: Freelancers, artists, designers.
fa: فریلنسرها، هنرمندان، طراحان.

source: Attract direct clients, visually showcase expertise.
fa: جذب مشتریان مستقیم، نمایش بصری تخصص‌ها.

source: Membership Websites
fa: وبسایت‌های عضویت‌محور

source: Access to exclusive content after payment or registration (such as movie or software sites).
fa: دسترسی به محتوای اختصاصی پس از پرداخت یا ثبت‌نام (مثل سایت‌های فیلم یا نرم‌افزار).

source: Dedicated content creators.
fa: تولیدکنندگان محتوای اختصاصی.

source: Recurring revenue, loyal community of users.
fa: درآمد تکرارشونده، جامعه وفادار کاربران.

source: Inspirational Websites
fa: وبسایت‌های الهام‌بخش

source: Motivational, success, or lifestyle content (like TED).
fa: محتوای انگیزشی، موفقیت یا سبک زندگی (مانند تد).

source: The general public looking for motivation or life tips.
fa: عموم مردم در جستجوی انگیزه یا نکات زندگی.

source: Inspire and engage a broad audience.
fa: الهام بخشیدن و درگیر کردن طیف گسترده‌ای از مخاطبان.

source: Website Order Form
fa: فرم سفارش سایت

source: Website Design Order
fa: سفارش طراحی سایت

source: Web Design Portfolio
fa: نمونه‌کارهای طراحی سایت

source: Here are some of the best designs we’ve created for our clients.
fa: در اینجا چند تا از بهترین نمونه کار های طراحی وبسایت مارا میتوانید ببینید

source: Change Password
fa: تغییر پسورد

source: You can change your password from here
fa: رمز حساب کاربری خود را از اینجا میتوانید تغییر دهید

source: Change
fa: تغییر رمز

source: Login Account
fa: ورود به حساب

source: Login to your account
fa: به حساب خود وارد شوید

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: Login with Google
fa: ورود با گوگل

source: You don't have an account?
fa: حساب کاربری ندارید؟

source: Create Account
fa: ساخت حساب

source: Create your account below
fa: حساب کاربری خود را بسازید

source: Email Address
fa: ایمیل

source: Confirm Password
fa: تکرار رمز عبور

source: Profile Information
fa: اطلاعات حساب کاربری

source: You can change your information from here
fa: اطلاعات حساب کاربری خود را میتوانید از اینجا ویرایش کنید

source: Email
fa: ایمیل

source: Edit Profile
fa: ویرایش پروفایل

source: Your old password is incorrect
fa: پسورد قبلی شما نادرست است

source: Your account has created
fa: حساب شما ساخته شد

source: You've logged in to your account successfully
fa: با موفقیت به حساب خود وارد شده اید

source: Invalid username or password. Please try again.
fa: پسورد یا نام کاربری نا معتبر است. دوباره امتخان کنید

source: You've logged out from your account!
fa: از حساب خود خارج شده اید

source: Your profile was updated successfully
fa: اطلاعات شما با موفقیت به‌روزرسانی شد

source: First you have to login to your account
fa: ابتدا باید به حساب خود وارد شوید

source: Password changed successfully
fa: پسورد با موفقیت تغییر کرد
